[
  "folder-notes",
  "consistent-attachments-and-links",
  "copy-url-in-preview",
  "floating-toc",
  "obsidian-emoji-toolbar",
  "emoji-shortcodes",
  "obsidian-html-plugin",
  "callout-manager",
  "callout-integrator",
  "callout-suggestions",
  "image-captions",
  "obsidian-heading-shifter",
  "dataview",
  "obsidian-charts",
  "editor-width-slider",
  "obsidian-dictionary-plugin",
  "cmdr",
  "obsidian-divide-and-conquer",
  "obsidian-git",
  "obsidian-custom-attachment-location",
  "obsidian-hider",
  "obsidian-excalidraw-plugin",
  "attachment-management",
  "advanced-paste",
  "automatic-list-styles",
  "automatic-table-of-contents",
  "automatic-tags",
  "cloudinary",
  "code-block-from-selection",
  "obsidian-copy-block-link",
  "obsidian-copy-search-url",
  "cryptsidian",
  "custom-sort",
  "daily-activity",
  "obsidian-doubleshift",
  "file-cleaner-redux",
  "flashcards-obsidian",
  "frontmatter-links",
  "obsidian-hotkeys-for-specific-files",
  "image-upload-toolkit",
  "linked-data-vocabularies",
  "linkshelf",
  "multi-tag",
  "nldates-obsidian",
  "url-into-selection",
  "persistent-links",
  "copy-publish-url",
  "quick-links",
  "quick-snippets-and-navigation",
  "quick-tagger",
  "obsidian-read-it-later",
  "review-obsidian",
  "run",
  "obsidian-search-everywhere-plugin",
  "send-to-ghost",
  "obsidian-show-file-path",
  "smart-title",
  "speech2text-helper",
  "tag-breakdown-generator",
  "obsidian-timestamp-notes",
  "title-generator",
  "obsidian-tweet-to-markdown",
  "obsidian-underline",
  "unitade",
  "update-relative-links",
  "obsidian-vault-changelog",
  "waypoint",
  "obsidian-admonition",
  "fileorganizer2000",
  "ai-tagger",
  "alx-folder-note",
  "air-quotes",
  "auto-classifier",
  "auto-journal",
  "obsidian-auto-link-title",
  "auto-tag",
  "bearings",
  "obsidian-better-command-palette",
  "breadcrumbs",
  "buttons",
  "codeblock-customizer",
  "convert-url-to-iframe",
  "copilot",
  "csv-obsidian",
  "emoji-autocomplete",
  "emoji-magic",
  "obsidian-file-color",
  "file-order",
  "file-tree-generator",
  "obsidian-folder-index",
  "obsidian-notes-from-template",
  "graph-analysis",
  "home-tab",
  "hotkey-helper",
  "image-search",
  "obsidian-image-toolkit",
  "obsidian-importer",
  "keyboard-analyzer",
  "obsidian-languagetool-plugin",
  "obsidian-link-converter",
  "links",
  "obsidian-linter",
  "obsidian-list-callouts",
  "obsidian-markdown-formatting-assistant-plugin",
  "md-image-caption",
  "markdown-table-editor",
  "obsidian-markmind",
  "media-extended",
  "media-notes",
  "obsidian-meta-bind-plugin",
  "obsidian-metacopy",
  "metadata-menu",
  "metaedit",
  "multi-properties",
  "nested-daily-todos",
  "nostr-writer",
  "obisidian-note-linker",
  "note-refactor-obsidian",
  "omnisearch",
  "obsidian-pending-notes",
  "periodic-notes",
  "permalink-opener",
  "obsidian-plugin-groups",
  "privacy-glasses",
  "quickadd",
  "recent-files-obsidian",
  "obsidian-reminder-plugin",
  "remotely-save",
  "screengarden-obsidian",
  "size-history",
  "slurp",
  "smart-connections",
  "surfing",
  "tabout",
  "tag-wrangler",
  "obsidian-tagfolder",
  "obsidian-tasks-plugin",
  "tasks-calendar-wrapper",
  "telegram-sync",
  "templater-obsidian",
  "obsidian-timestamper",
  "update-time-on-edit",
  "various-complements",
  "obsidian-vault-statistics-plugin",
  "youtube-summarizer",
  "ytranscript",
  "zoottelkeeper-obsidian-plugin"
]