[
  "obsidian-excalidraw-plugin",
  "obsidian-divide-and-conquer",
  "obsidian-charts",
  "cmdr",
  "obsidian-custom-attachment-location",
  "callout-integrator",
  "callout-suggestions",
  "obsidian-heading-shifter",
  "copy-url-in-preview",
  "url-into-selection",
  "copy-publish-url",
  "run",
  "tag-breakdown-generator",
  "obsidian-underline",
  "waypoint",
  "dataview",
  "table-editor-obsidian",
  "callout-manager",
  "obsidian-dictionary-plugin",
  "obsidian-linter",
  "obsidian-markdown-formatting-assistant-plugin",
  "md-image-caption",
  "media-notes",
  "multi-properties",
  "note-refactor-obsidian",
  "omnisearch",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "obsidian-timestamper",
  "ytranscript",
  "obsidian-regex-replace",
  "custom-save",
  "lazy-plugins",
  "settings-search",
  "obsidian-trim-whitespace",
  "editor-width-slider",
  "obsidian-git",
  "backlink-cache",
  "folder-notes",
  "various-complements",
  "consistent-attachments-and-links",
  "obsidian-icon-folder",
  "fileorganizer2000",
  "obsidian-minimal-settings",
  "obsidian-hider",
  "obsidian-style-settings",
  "obsidian-plugin-groups",
  "recent-notes",
  "recent-files-obsidian",
  "chronos",
  "obsidian-wakatime"
]