[
  "folder-notes",
  "consistent-attachments-and-links",
  "attachment-management",
  "note-refactor-obsidian",
  "copy-url-in-preview",
  "floating-toc",
  "obsidian-vault-changelog",
  "obsidian-emoji-toolbar",
  "emoji-shortcodes",
  "obsidian-linter",
  "waypoint",
  "url-into-selection",
  "obsidian-underline",
  "obsidian-excalidraw-plugin",
  "size-history",
  "obsidian-importer",
  "obsidian-html-plugin",
  "media-notes",
  "obsidian-tasks-plugin",
  "callout-manager",
  "callout-integrator",
  "callout-suggestions",
  "md-image-caption",
  "image-captions",
  "templater-obsidian",
  "multi-properties",
  "obsidian-heading-shifter",
  "copy-publish-url",
  "quickadd",
  "dataview",
  "run",
  "obsidian-charts",
  "tag-breakdown-generator",
  "editor-width-slider",
  "recent-files-obsidian",
  "obsidian-dictionary-plugin",
  "ytranscript",
  "obsidian-timestamper",
  "cmdr",
  "obsidian-divide-and-conquer",
  "various-complements",
  "obsidian-git",
  "omnisearch",
  "fileorganizer2000"
]